/* Label for row of color wells for the background of the plugin */
"Background" = "Fundal";

/* How long a notification will stay on screen */
"Duration:" = "Durată:";

/* Label for pop up box to choose the effect used by the display */
"Effect:" = "Efect:";

/* Large size for the display */
"Large" = "Larg";

/* Checkbox to limit the display to 2-5 lines */
"Limit to 2-5 lines" = "Limitare la 2-5 linii";

/* Normal size for the display */
"Normal" = "Normal";

/* How clear the display is */
"Opacity:" = "Opacitate";

/* Label for columns of color wells for various priority levels */
"Priority: (low to high)" = "Prioritate: (scăzută spre ridicată)";

/* Label for box to select screen for display to use */
"Screen:" = "Ecran:";

/* Label for pop up box for selecting the size of the display */
"Size:" = "Dimensiune:";

/* Small size for the display */
"Small" = "Mic";

/* Label for row of color wells for the text element of the plugin */
"Text" = "Text";

